Repository: mahmoud20212/heba_store
Catalog: myshop/shop/locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: naam

source: slug
nl: naaktslak

source: description
nl: beschrijving

source: category
nl: categorie

source: image
nl: afbeelding

source: price
nl: prijs

source: available
nl: beschikbaar

source: created
nl: gecreëerd

source: updated
nl: bijgewerkt

source: My shop
nl: Mijn winkel

source: Quick Links
nl: Snelle links

source: Home
nl: Thuis

source: Products
nl: Producten

source: My cart
nl: Mijn winkelwagen

source: Phone
nl: Telefoon

source: About
nl: Over

source: Learn more about us
nl: Leer meer over ons

source: Terms
nl: Voorwaarden

source: Newsletter
nl: Nieuwsbrief

source: Subscribe to get the latest updates and offers.
nl: Abonneer u om de laatste updates en aanbiedingen te ontvangen.

source: Enter your email
nl: Voer uw e-mailadres in

source: Subscribe
nl: Abonneren

source: My account
nl: Mijn account

source: Logout
nl: Uitloggen

source: Language
nl: Taal

source: Search
nl: Zoekopdracht

source: Your cart
nl: Uw winkelwagen

source: Your cart is empty.
nl: Uw winkelwagen is leeg.

source: Profile
nl: Profiel

source: Categories
nl: Categorieën

source: All
nl: Alle

source: About Us
nl: Over ons

source: Our Story
nl: Ons verhaal

source: We are a passionate team of individuals who have come together to bring you the best shopping experience. Our journey started with a vision to offer high-quality products at affordable prices, all while providing excellent customer service. We believe in building long-term relationships with our customers and ensuring their satisfaction.
nl: Wij zijn een gepassioneerd team van individuen die samen zijn gekomen om u de beste winkelervaring te bieden. Onze reis begon met een visie om hoogwaardige producten aan te bieden tegen betaalbare prijzen, terwijl we tegelijkertijd uitstekende klantenservice bieden. Wij geloven in het opbouwen van langetermijnrelaties met onze klanten en het verzekeren van hun tevredenheid.

source: Our Mission
nl: Onze missie

source: Our mission is to offer a diverse range of high-quality products that cater to the needs of our customers. We are committed to offering fast, reliable, and convenient shopping experiences through our online platform, ensuring that you have access to the best products at the best prices.
nl: Onze missie is om een ​​divers aanbod van hoogwaardige producten te bieden die voldoen aan de behoeften van onze klanten. We streven ernaar om snelle, betrouwbare en gemakkelijke winkelervaringen te bieden via ons online platform, zodat u toegang hebt tot de beste producten tegen de beste prijzen.

source: Meet the Team
nl: Maak kennis met het team

source: Team Member 1
nl: Teamlid 1

source: Founder & CEO
nl: Oprichter en CEO

source: Team Member 3
nl: Teamlid 3

source: Chief Operating Officer
nl: Hoofd operationeel directeur

source: Team Member 2
nl: Teamlid 2

source: Why Choose Us?
nl: Waarom zou u voor ons kiezen?

source: Wide variety of high-quality products.
nl: Grote verscheidenheid aan hoogwaardige producten.

source: Affordable prices with special discounts.
nl: Betaalbare prijzen met speciale kortingen.

source: Excellent customer service.
nl: Uitstekende klantenservice.

source: Fast and reliable shipping.
nl: Snelle en betrouwbare verzending.

source: A secure and easy shopping experience.
nl: Een veilige en gemakkelijke winkelervaring.

source: Privacy Policy
nl: Privacybeleid

source: Introduction
nl: Invoering

source: Welcome to our Privacy Policy page. Your privacy is of paramount importance to us. This Privacy Policy outlines the types of personal information that is received and collected by us and how it is used.
nl: Welkom op onze Privacy Policy pagina. Uw privacy is van het grootste belang voor ons. Dit Privacy Policy beschrijft de soorten persoonlijke informatie die door ons wordt ontvangen en verzameld en hoe deze wordt gebruikt.

source: Information We Collect
nl: Informatie die wij verzamelen

source: We collect personal information when you use our services, make purchases, or interact with our website. The types of personal information we collect may include:
nl: We verzamelen persoonlijke informatie wanneer u onze diensten gebruikt, aankopen doet of met onze website communiceert. De soorten persoonlijke informatie die we verzamelen kunnen het volgende omvatten:

source: Your name and contact details
nl: Uw naam en contactgegevens

source: Billing and shipping address
nl: Factuur- en verzendadres

source: Payment information
nl: Betalingsinformatie

source: Order history
nl: Bestelgeschiedenis

source: Other information necessary for providing our services
nl: Overige informatie die noodzakelijk is voor het verlenen van onze diensten

source: How We Use Your Information
nl: Hoe wij uw informatie gebruiken

source: We use your information to provide, improve, and personalize our services. Some of the key ways we use your personal information include:
nl: Wij gebruiken uw informatie om onze diensten te leveren, verbeteren en personaliseren. Enkele van de belangrijkste manieren waarop wij uw persoonlijke informatie gebruiken, zijn:

source: Processing orders and transactions
nl: Bestellingen en transacties verwerken

source: Providing customer support
nl: Klantenondersteuning bieden

source: Personalizing your shopping experience
nl: Personaliseer uw winkelervaring

source: Sending promotional offers, newsletters, and updates
nl: Het verzenden van promotionele aanbiedingen, nieuwsbrieven en updates

source: Complying with legal obligations
nl: Voldoen aan wettelijke verplichtingen

source: Sharing Your Information
nl: Uw informatie delen

source: We do not sell, trade, or rent your personal information to third parties. However, we may share your personal information in the following cases:
nl: Wij verkopen, verhandelen of verhuren uw persoonlijke informatie niet aan derden. Wij kunnen uw persoonlijke informatie echter wel delen in de volgende gevallen:

source: With service providers who help us deliver our services (e.g., payment processors, shipping companies)
nl: Met dienstverleners die ons helpen onze diensten te leveren (bijv. betalingsverwerkers, transportbedrijven)

source: To comply with legal obligations or enforce our terms and conditions
nl: Om te voldoen aan wettelijke verplichtingen of om onze algemene voorwaarden af ​​te dwingen

source: In the event of a business transaction such as a merger or acquisition
nl: In het geval van een zakelijke transactie zoals een fusie of overname

source: Cookies and Tracking Technologies
nl: Cookies en trackingtechnologieën

source: We use cookies and other tracking technologies to enhance your experience on our site. These technologies help us analyze trends, track user movements, and gather demographic information to improve our website.
nl: We gebruiken cookies en andere trackingtechnologieën om uw ervaring op onze site te verbeteren. Deze technologieën helpen ons trends te analyseren, gebruikersbewegingen te volgen en demografische informatie te verzamelen om onze website te verbeteren.

source: Your Rights and Choices
nl: Uw rechten en keuzes

source: You have the right to access, correct, and delete your personal information. You can also opt-out of receiving marketing communications from us by following the unsubscribe link in the emails or contacting us directly.
nl: U hebt het recht om uw persoonlijke gegevens in te zien, te corrigeren en te verwijderen. U kunt zich ook afmelden voor marketingcommunicatie van ons door de afmeldlink in de e-mails te volgen of rechtstreeks contact met ons op te nemen.

source: Data Security
nl: Gegevensbeveiliging

source: We take reasonable precautions to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet is completely secure, and we cannot guarantee the absolute security of your data.
nl: Wij nemen redelijke voorzorgsmaatregelen om uw persoonlijke informatie te beschermen tegen ongeautoriseerde toegang, wijziging, openbaarmaking of vernietiging. Echter, geen enkele methode van verzending via het internet is volledig veilig en wij kunnen de absolute veiligheid van uw gegevens niet garanderen.

source: Changes to This Privacy Policy
nl: Wijzigingen in dit privacybeleid

source: We may update this Privacy Policy from time to time. When we make changes, we will post the updated policy on this page with an updated date. Please review this page regularly to stay informed about how we are protecting your information.
nl: We kunnen dit Privacybeleid van tijd tot tijd bijwerken. Wanneer we wijzigingen aanbrengen, plaatsen we het bijgewerkte beleid op deze pagina met een bijgewerkte datum. Bekijk deze pagina regelmatig om op de hoogte te blijven van hoe we uw informatie beschermen.

source: Contact Us
nl: Neem contact met ons op

source: If you have any questions or concerns about our Privacy Policy, please contact us at:
nl: Als u vragen of opmerkingen heeft over ons privacybeleid, neem dan contact met ons op via:

source: Email: support@yourdomain.com
nl: E-mailadres: support@uwdomein.com

source: Phone: +123456789
nl: Telefoon: +123456789

source: Terms and Conditions
nl: Algemene voorwaarden

source: These Terms and Conditions govern the use of our website and services. By accessing or using our website, you agree to be bound by these terms.
nl: Deze Algemene Voorwaarden regelen het gebruik van onze website en diensten. Door onze website te bezoeken of te gebruiken, gaat u ermee akkoord gebonden te zijn aan deze voorwaarden.

source: Intellectual Property
nl: Intellectueel eigendom

source: All content, images, designs, and trademarks on this website are the intellectual property of the company and may not be reproduced or used without permission.
nl: Alle inhoud, afbeeldingen, ontwerpen en handelsmerken op deze website zijn het intellectuele eigendom van het bedrijf en mogen niet zonder toestemming worden gereproduceerd of gebruikt.

source: Account Registration
nl: Accountregistratie

source: To use certain features of the website, you may be required to register an account. You agree to provide accurate information and maintain the security of your account.
nl: Om bepaalde functies van de website te gebruiken, moet u mogelijk een account registreren. U stemt ermee in om nauwkeurige informatie te verstrekken en de veiligheid van uw account te handhaven.

source: Product Information and Pricing
nl: Productinformatie en prijzen

source: We strive to provide accurate and up-to-date information about the products available on our website. However, we do not guarantee the accuracy of product descriptions, pricing, or availability.
nl: Wij streven ernaar om nauwkeurige en actuele informatie te verstrekken over de producten die beschikbaar zijn op onze website. Wij garanderen echter niet de nauwkeurigheid van productbeschrijvingen, prijzen of beschikbaarheid.

source: Orders and Payment
nl: Bestellingen en betalingen

source: By placing an order, you are offering to purchase a product subject to these terms. We reserve the right to accept or reject your order for any reason.
nl: Door een bestelling te plaatsen, biedt u aan een product te kopen dat onderworpen is aan deze voorwaarden. Wij behouden ons het recht voor om uw bestelling om welke reden dan ook te accepteren of te weigeren.

source: Shipping and Delivery
nl: Verzending en levering

source: We will make reasonable efforts to deliver products within the specified timeframe. However, delivery times may vary depending on various factors, including shipping carrier and destination.
nl: We zullen redelijke inspanningen leveren om producten binnen het opgegeven tijdsbestek te leveren. Levertijden kunnen echter variëren afhankelijk van verschillende factoren, waaronder de vervoerder en de bestemming.

source: Returns and Refunds
nl: Retourneren en restituties

source: If you are not satisfied with your purchase, you may return it within a specified period (as per our return policy). Refunds will be issued in accordance with our refund policy.
nl: Als u niet tevreden bent met uw aankoop, kunt u deze binnen een bepaalde periode retourneren (conform ons retourbeleid). Restituties worden uitgegeven in overeenstemming met ons restitutiebeleid.

source: Limitation of Liability
nl: Beperking van aansprakelijkheid

source: We are not liable for any indirect, incidental, or consequential damages resulting from the use or inability to use our website or products.
nl: Wij zijn niet aansprakelijk voor enige indirecte, incidentele of gevolgschade die voortvloeit uit het gebruik of het niet kunnen gebruiken van onze website of producten.

source: Governing Law
nl: Toepasselijk recht

source: These Terms and Conditions shall be governed by and construed in accordance with the laws of the jurisdiction in which the company is based.
nl: Deze Algemene Voorwaarden worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van het rechtsgebied waarin het bedrijf is gevestigd.

source: Modifications to Terms
nl: Wijzigingen in de voorwaarden

source: We reserve the right to modify these Terms and Conditions at any time. Changes will be posted on this page, and by continuing to use the website, you agree to be bound by the updated terms.
nl: Wij behouden ons het recht voor om deze Algemene Voorwaarden op elk gewenst moment te wijzigen. Wijzigingen worden op deze pagina geplaatst en door de website te blijven gebruiken, stemt u ermee in gebonden te zijn aan de bijgewerkte voorwaarden.

source: Contact Information
nl: Contactgegevens

source: If you have any questions about these Terms and Conditions, please contact us at:
nl: Als u vragen heeft over deze Algemene Voorwaarden, kunt u contact met ons opnemen via:

source: First
nl: Eerst

source: Last
nl: Laatst

source: Go back
nl: Ga terug

source: Add to cart
nl: In winkelwagen

source: People who bought this also bought
nl: Mensen die dit kochten, kochten ook

source: No products available.
nl: Geen producten beschikbaar.
